[
    [
        {
            "chinese": "名字叫做牛，不会拉犁头，说它力气小，背着房子走。",
            "pinyin": "Míngzi jiàozuò niú, bù huì lā lí tóu, shuō tā lìqì xiǎo, bèizhe fángzi zǒu.",
            "vietnamese": "Tên là ngưu (trâu, bò) nhưng không biết kéo xe, tuy nói nó yếu ớt nhưng lại mang cả ngôi nhà trên lưng."
        },
        {
            "chinese": "蜗牛。",
            "pinyin": "Wōniú.",
            "vietnamese": "Ốc sên."
        },
        {
            "chinese": "耳朵长，尾巴短，红眼睛，白毛衫，人字嘴儿，胆子小，青菜萝卜吃个饱。",
            "pinyin": "Ěrduǒ zhǎng, wěibā duǎn, hóng yǎnjīng, bái máo shān, rén zì zuǐr, dǎnzi xiǎo, qīngcài luóbo chī gè bǎo.",
            "vietnamese": "Tai dài, đuôi ngắn, mặc áo lông trắng, miệng chữ nhân, nhát gan, thích ăn rau xanh và củ cải."
        },
        {
            "chinese": "白兔。",
            "pinyin": "Bái tù.",
            "vietnamese": "Thỏ trắng."
        },
        {
            "chinese": "面孔像猫，起飞像鸟，天天上夜班，捉鼠本领高。",
            "pinyin": "Miànkǒng xiàng māo, qǐfēi xiàng niǎo, tiāntiān shàng yèbān, zhuō shǔ běnlǐng gāo.",
            "vietnamese": "Mặt giống mèo, bay như chim, đi làm vào ban đêm, giỏi bắt chuột."
        },
        {
            "chinese": "熊猫。",
            "pinyin": "Xióngmāo.",
            "vietnamese": "Gấu trúc."
        },
        {
            "chinese": "说它是马猜错了，穿的衣服净道道，把它放进动物园，大人小孩都爱瞧。",
            "pinyin": "Shuō tā shì mǎ cāi cuòle, chuān de yīfu jìng dàodao, bǎ tā fàng jìn dòngwùyuán, dàrén xiǎohái dōu ài qiáo.",
            "vietnamese": "Không phải ngựa, mặc áo kẻ, mang vào sở thú, ai ai cũng thích xem."
        },
        {
            "chinese": "斑马。",
            "pinyin": "Bānmǎ.",
            "vietnamese": "Ngựa vằn."
        },
        {
            "chinese": "头戴大红花，身穿什锦衣，好象当家人，一早催人起。",
            "pinyin": "Tóu dàidàhóng huā, shēn chuān shíjǐn yī, hǎo xiàng dāngjiā rén, yīzǎo cuī rén qǐ.",
            "vietnamese": "Đầu mọc hoa đỏ, thân mặc áo gấm, giống như người trong nhà, gọi mọi người thức giấc."
        },
        {
            "chinese": "公鸡。",
            "pinyin": "Gōngjī.",
            "vietnamese": "Gà trống."
        },
        {
            "chinese": "会飞不是鸟，两翅没羽毛，白天休息晚活动，捕捉蚊子本领高。",
            "pinyin": "Huì fēi bùshì niǎo, liǎng chì méi yǔmáo, báitiān xiūxi wǎn huódòng, bǔzhuō wénzi běnlǐng gāo.",
            "vietnamese": "Biết bay nhưng không phải chim, có cánh nhưng không có lông vũ, sống về đêm, giỏi bắt muỗi."
        },
        {
            "chinese": "蝙蝠。",
            "pinyin": "Biānfú.",
            "vietnamese": "Dơi."
        },
        {
            "chinese": "身穿白袍子，头戴红帽子，走路像公子，说话高嗓子。",
            "pinyin": "Shēn chuān bái páozi, tóu dài hóngmàozi, zǒulù xiàng gōngzǐ, shuōhuà gāo sǎngzi.",
            "vietnamese": "Mình khoác áo khoác trắng, đầu đội mũ, dáng đi như công tử, khi nói tông giọng cao."
        },
        {
            "chinese": "鹅。",
            "pinyin": "É.",
            "vietnamese": "Ngỗng."
        },
        {
            "chinese": "上肢下肢都是手，有时爬来有时走，走时很象一个人，爬时又象一条狗。",
            "pinyin": "Shàngzhī xiàzhī dōu shì shǒu, yǒushí pá lái yǒushí zǒu, zǒushí hěn xiàng yīgè rén, pá shí yòu xiàng yītiáo gǒu.",
            "vietnamese": "Hai chi trước là tay, thích đi lại leo trèo, lúc đi giống người lúc leo trèo giống chó.."
        },
        {
            "chinese": "猴子。",
            "pinyin": "Hóuzi.",
            "vietnamese": "Khỉ."
        },
        {
            "chinese": "落地就会跑，胡子一大把，不管见了谁，总爱喊妈妈。",
            "pinyin": "Luòdì jiù huì pǎo, húzi yī dà bǎ, bùguǎn jiànle shéi, zǒng ài hǎn māma.",
            "vietnamese": "Đẻ ra đã biết chạy, râu dài một nắm, gặp ai cũng gọi là ma ma."
        },
        {
            "chinese": "山羊。",
            "pinyin": "Shānyáng.",
            "vietnamese": "Dê núi."
        },
        {
            "chinese": "身子粗壮头长角，大人小孩都爱它，给人奶汁它吃草，全身上下都是宝。",
            "pinyin": "Shēnzi cūzhuàng tóu zhǎng jiǎo, dàrén xiǎohái dōu ài tā, gěi rén nǎi zhī tā chī cǎo, quánshēn shàng xià dōu shì bǎo.",
            "vietnamese": "Thân hình to lớn, đầu có sừng, già trẻ đều yêu quý, ăn cỏ cho sữa, toàn thân đều là báu vật."
        },
        {
            "chinese": "奶牛。",
            "pinyin": "Nǎiniú.",
            "vietnamese": "Bò sữa."
        },
        {
            "chinese": "身体肥，头儿大，脸长方，宽嘴巴，名字叫马却没毛，常在水中度生涯。",
            "pinyin": "Shēntǐ féi, tóur dà, liǎn cháng fāng, kuān zuǐbā, míngzi jiào mǎ què méi máo, cháng zài shuǐzhōng dù shēngyá.",
            "vietnamese": "Thân hình béo tốt, đầu to, mõm vuông miệng rộng, tên là “mã” nhưng không có lông, sinh sống ở vùng nước nông."
        },
        {
            "chinese": "河马。",
            "pinyin": "Hémǎ.",
            "vietnamese": "Hà mã."
        }
    ]
]