[
    [
        {
            "chinese": "刚才我给你打电话，你为什么不接？",
            "pinyin": "Gāngcái wǒ gěi nǐ dǎ diànhuà, nǐ wèishéme bù jiē?",
            "vietnamese": "Vừa nãy tớ gọi cho cậu, sao cậu không nghe máy?"
        },
        {
            "chinese": "我刚从跳舞班回来，声音太大了，没听到手机响。",
            "pinyin": "Wǒ gāng cóng tiàowǔ bān huílái, shēngyīn tài dàle, méi tīng dào shǒujī xiǎng.",
            "vietnamese": "Tớ vừa từ lớp học nhảy về, âm thanh to quá tớ không nghe thấy chuông điện thoại."
        },
        {
            "chinese": " 你现在还学跳舞了？",
            "pinyin": "Nǐ xiànzài hái xué tiàowǔle?",
            "vietnamese": "Giờ cậu còn học nhảy nữa cơ à?"
        },
        {
            "chinese": "我学了三个月了。",
            "pinyin": "Wǒ xuéle sān gè yuèle.",
            "vietnamese": "Tớ học được ba tháng rồi."
        },
        {
            "chinese": "我也想学，但总觉得不好意思。",
            "pinyin": "Wǒ yě xiǎng xué, dàn zǒng juéde bù hǎoyìsi.",
            "vietnamese": "Tớ cũng muốn học, nhưng cứ cảm thấy ngại lắm."
        },
        {
            "chinese": "开始的时候我也那样，现在还行。你自信一点儿，会越来越好的。刚才你叫我什么事？",
            "pinyin": "Kāishǐ de shíhòu wǒ yě nàyàng, xiànzài hái xíng. Nǐ zìxìn yīdiǎnr, huì yuè lái yuè hǎo de. Gāngcái nǐ jiào wǒ shénme shì?",
            "vietnamese": "Hồi đầu tớ cũng vậy, giờ đỡ rồi. Cậu tự tin lên, sẽ càng ngày càng tốt lên thôi. Mà cậu gọi tớ có việc gì vậy?"
        },
        {
            "chinese": "我想约你一起去看电影，有一部刚上映的电影，看起来很有意思。",
            "pinyin": "Wǒ xiǎng yuē nǐ yīqǐ qù kàn diànyǐng, yǒuyī bù gāng shàngyìng de diànyǐng, kàn qǐlái hěn yǒuyìsi.",
            "vietnamese": "Tớ muốn rủ cậu đi xem phim, có một bộ phim mới ra có vẻ hay lắm."
        },
        {
            "chinese": "我们几点去？",
            "pinyin": "Wǒmen jǐ diǎn qù?",
            "vietnamese": "Mấy giờ mình đi?"
        },
        {
            "chinese": "八点好不好？",
            "pinyin": "Bā diǎn hǎobuhǎo?",
            "vietnamese": "8 giờ nhé."
        },
        {
            "chinese": "好。",
            "pinyin": "Hǎo.",
            "vietnamese": "Được."
        }
    ],
    [
        {
            "chinese": "你有空的时候会做什么？",
            "pinyin": "Nǐ yǒu kòng de shíhòu huì zuò shénme?",
            "vietnamese": "Khi rảnh rỗi bạn thường làm gì?"
        },
        {
            "chinese": "我去健身房，去打篮球、跑步或者跟朋友见面。",
            "pinyin": "Wǒ qù jiànshēnfáng, qù dǎ lánqiú, pǎobù huòzhě gēn péngyǒu jiànmiàn.",
            "vietnamese": "Tôi thường đến phòng tập, đi đánh bóng rổ, chạy bộ hoặc là gặp gỡ bạn bè."
        },
        {
            "chinese": "你很喜欢运动，对吧？",
            "pinyin": "Nǐ hěn xǐhuān yùndòng, duì ba?",
            "vietnamese": "Bạn rất thích thể thao, nhỉ?"
        },
        {
            "chinese": "对啊，我每天都运动。运动对身体很好。你呢？",
            "pinyin": "Duì a, wǒ měitiān dōu yùndòng. Yùndòng duì shēntǐ hěn hǎo. Nǐ ne?",
            "vietnamese": "Đúng vậy, ngày nào tôi cũng tập thể thao. Thể dục thể thao tốt cho sức khỏe. Còn bạn thì sao?"
        },
        {
            "chinese": "我一般很少运动，我喜欢在家，一边喝茶一边看书，跟我的小猫咪玩玩儿。",
            "pinyin": "Wǒ yībān hěn shǎo yùndòng, wǒ xǐhuān zàijiā, yībiān hē chá yībiān kànshū, gēn wǒ de xiǎo māomī wánwanr.",
            "vietnamese": "Tôi bình thường ít vận động, tôi thích ở nhà vừa uống trà vừa đọc sách, chơi với con mèo của tôi hơn."
        },
        {
            "chinese": "你不觉得那样的生活很无聊吗？",
            "pinyin": "Nǐ bù juéde nàyàng de shēnghuó hěn wúliáo ma?",
            "vietnamese": "Bạn không cảm thấy cuộc sống như vậy rất nhạt nhẽo ư?"
        },
        {
            "chinese": "我从来不那么觉得，我很享受这样的生活。",
            "pinyin": "Wǒ cónglái bù nàme juéde, wǒ hěn xiǎngshòu zhèyàng de shēnghuó.",
            "vietnamese": "Tôi chưa từng thấy vậy, tôi rất thích (hưởng thụ) cuộc sống như thế."
        }
    ],
    [
        {
            "chinese": "我爸爸每天都看新闻和读报纸，你爸爸呢？",
            "pinyin": "Wǒ bàba měitiān dōu kàn xīnwén hé dú bàozhǐ, nǐ bàba ne? ",
            "vietnamese": "Bố mình ngày nào xem tin tức và đọc báo, bố bạn thì sao?"
        },
        {
            "chinese": "他喜欢在家看足球比赛，周末喜欢去爬山。",
            "pinyin": "Tā xǐhuān zàijiā kàn zúqiú bǐsài, zhōumò xǐhuān qù páshān.",
            "vietnamese": "Bố tôi thích ở nhà xem bóng đá, cuối tuần thì sẽ đi leo núi."
        },
        {
            "chinese": "你经常跟他一起去吗？",
            "pinyin": "Nǐ jīngcháng gēn tā yīqǐ qù ma?",
            "vietnamese": "Bạn có hay đi cùng không?"
        },
        {
            "chinese": "我对爬山没有感兴趣。周末我一般会去游泳。",
            "pinyin": "Wǒ duì páshān méiyǒu gǎn xìngqù. Zhōumò wǒ yībān huì qù yóuyǒng.",
            "vietnamese": "Tôi không có hứng thú với việc leo núi. Cuối tuần tôi hay đi bơi."
        },
        {
            "chinese": "那你妈妈呢？",
            "pinyin": "Nà nǐ māma ne?",
            "vietnamese": "Mẹ bạn thì sao?"
        },
        {
            "chinese": "她喜欢画画。她画得很好看。除了画画以外，她还喜欢做饭。对了，你妈妈是不是很喜欢唱歌？",
            "pinyin": "Tā xǐhuān huà huà. Tā huà de hěn hǎokàn. Chúle huà huà yǐwài, tā hái xǐhuān zuò fàn. Duìle, nǐ māma shì búshì hěn xǐhuān chànggē?",
            "vietnamese": "Mẹ tôi thích vẽ tranh. Mẹ tôi vẽ tranh rất đẹp. Ngoài vẽ tranh ra thì còn thích nấu ăn nữa. Đúng rồi, có phải mẹ bạn rất thích hát đúng không?"
        },
        {
            "chinese": "对，她最喜欢唱歌和听音乐。",
            "pinyin": "Duì, tā zuì xǐhuān chànggē hé tīng yīnyuè.",
            "vietnamese": "Đúng, mẹ tôi thích hát và nghe nhạc."
        }
    ]
]