[
    [
        {
            "chinese": "听说你是新来的秘书，怎么样，工作上没什么问题吧？",
            "pinyin": "Tīng shuō nǐ shì xīn lái de mìshū, zěnme yàng, gōngzuò shàng méishénme wèntí ba?",
            "vietnamese": "Nghe nói cô là thư ký mới đến, sao rồi, trong công việc không có vấn đề gì chứ?"
        },
        {
            "chinese": "还可以，这份工作比以前的工作好多了，压力也不太大。",
            "pinyin": "Hái kěyǐ, zhè fèn gōngzuò bǐ yǐqián de gōngzuò hǎoduōle, yālì yě bù tài dà.",
            "vietnamese": "Cũng được, công việc này so với công việc trước kia tốt hơn nhiều, áp lực cũng không lớn."
        },
        {
            "chinese": "是因为工作压力大所以才换别的工作，是不是？",
            "pinyin": "Shì yīnwèi gōngzuò yālì dà suǒyǐ cái huàn bié de gōngzuò, shìbùshì?",
            "vietnamese": "Là do áp lực công việc lớn nên đổi công việc khác phải không?"
        },
        {
            "chinese": "是的，而且我们的老板那么好，那么关心他的工作人员，还能不好吗？",
            "pinyin": "Shì de, érqiě wǒmen de lǎobǎn nàme hǎo, nàme guānxīn tā de gōngzuò rényuán, hái néng bù hǎo ma?",
            "vietnamese": "Đúng vậy, hơn nữa sếp của chúng ta tốt như thế, quan tâm nhân viên như vậy, còn không tốt sao?"
        },
        {
            "chinese": "对。我们老板他性格很好，对待人员很不错，还经常跟大家参加联欢会，是很合群的。",
            "pinyin": "Duì. Wǒmen lǎobǎn tā xìnggé hěn hǎo, duìdài rényuán hěn bùcuò, hái jīngcháng gēn dàjiā cānjiā liánhuān huì, shì hěn héqún de.",
            "vietnamese": "Đúng vậy. Sếp của chúng ta tính cách rất tốt, đối đãi với nhân viên cũng không tệ, còn thường tham gia liên hoan với mọi người, rất hòa đồng."
        },
        {
            "chinese": "大家都很热情，很乐意帮助新人。",
            "pinyin": "Dàjiā dōu hěn rèqíng, hěn lèyì bāngzhù xīnrén.",
            "vietnamese": "Mọi người cũng rất nhiệt tình, luôn sẵn lòng giúp đỡ người mới."
        },
        {
            "chinese": "应该的。我们一起工作，如果你有什么事不懂的话尽管问，我们来帮你。",
            "pinyin": "Yīnggāi de. Wǒmen yīqǐ gōngzuò, rú guǒ nǐ yǒu shénme shì bù dǒng de huà jǐnguǎn wèn, wǒmen lái bāng nǐ.",
            "vietnamese": "Chuyện nên làm mà. Chúng ta cùng nhau làm việc, có việc gì cứ mạnh dạn hỏi, mọi người sẽ giúp cô."
        },
        {
            "chinese": "那请大家多多关照。",
            "pinyin": "Nà qǐng dàjiā duōduō guānzhào.",
            "vietnamese": "Vậy mong mọi người chiếu cố."
        }
    ],
    [
        {
            "chinese": "经理，您要的资料我已经准备好了。",
            "pinyin": "Jīnglǐ, nín yào de zīliào wǒ yǐjīng zhǔnbèi hǎole.",
            "vietnamese": "Giám đốc, tài liệu anh cần tôi đã chuẩn bị xong rồi ạ."
        },
        {
            "chinese": "好，你把这个文件复印二十份然后拿到会议室吧。",
            "pinyin": "Hǎo, nǐ bǎ zhège wénjiàn fùyìn èrshí fèn ránhòu ná dào huìyì shì ba.",
            "vietnamese": "Được, vậy cô photo 20 bản rồi mang đến phòng họp nhé."
        },
        {
            "chinese": "好，我马上去。",
            "pinyin": "Hǎo, wǒ mǎshàng qù.",
            "vietnamese": "Được, tôi sẽ đi ngay."
        },
        {
            "chinese": "顺便给我买一杯咖啡。",
            "pinyin": "Shùnbiàn gěi wǒ mǎi yībēi kāfēi.",
            "vietnamese": "Nhân tiện mua giúp tôi một cốc cà phê nhé."
        },
        {
            "chinese": "我弄完这个就去。",
            "pinyin": "Wǒ nòng wán zhège jiù qù.",
            "vietnamese": "Tôi làm xong cái này sẽ đi."
        },
        {
            "chinese": "谢谢。",
            "pinyin": "Xièxie.",
            "vietnamese": "Cảm ơn cô."
        }
    ],
    [
        {
            "chinese": "今晚有空吗？我请你吃饭。",
            "pinyin": "Jīn wǎn yǒu kòng ma? Wǒ qǐng nǐ chīfàn.",
            "vietnamese": "Tối nay rảnh không, tới mời cậu đi ăn."
        },
        {
            "chinese": "应该去不了了，我要加班。",
            "pinyin": "Yīnggāi qù bù liǎo le, wǒ yào jiābān.",
            "vietnamese": "Chắc là không đi được rồi, tớ phải tăng ca."
        },
        {
            "chinese": "都六点了你还没下班吗？",
            "pinyin": "Dōu liù diǎn le nǐ hái méi xiàbān ma?",
            "vietnamese": "6 giờ rồi cậu vẫn chưa nghỉ à?"
        },
        {
            "chinese": "我在写报告呢。",
            "pinyin": "Wǒ zài xiě bàogào ne.",
            "vietnamese": "Tớ đang viết báo cáo."
        },
        {
            "chinese": "最近工作那么忙吗？现在都约不到你了。",
            "pinyin": "Zuìjìn gōngzuò nàme máng ma? Xiànzài dōu yuē bù dào nǐle.",
            "vietnamese": "Công việc dạo này bận vậy ạ? Giờ không hẹn được cậu luôn."
        },
        {
            "chinese": "我公司要出新产品了，能不忙吗？",
            "pinyin": "Wǒ gōngsī yào chū xīn chǎnpǐnle, néng bù máng ma?",
            "vietnamese": "Công ti tớ sắp cho ra mắt sản phẩm mới, có thể không bận à?"
        },
        {
            "chinese": "也不要太拼了，早点休息。有时间我请你吃饭。",
            "pinyin": "Yě bùyào tài pīnle, zǎodiǎn xiūxi. Yǒu shíjiān wǒ qǐng nǐ chīfàn.",
            "vietnamese": "Cũng đừng cố quá, nghỉ ngơi sớm đi. Khi nào có thời gian tớ mời cậu ăn cơm."
        },
        {
            "chinese": "好，我写完了就回去。",
            "pinyin": "Hǎo, wǒ xiě wán jiù huíqù.",
            "vietnamese": "Được. Tớ viết xong sẽ về."
        }
    ]
]