[
    {
        "header": "Âm môi - môi (Khi phát âm sử dụng 2 môi)",
        "data": [
            {
                "title": "b",
                "value": "Là một âm tắc, vô thanh, không bật hơi. Cách phát âm gần giống “p” trong tiếng Việt."
            },
            {
                "title": "p",
                "value": "Là một âm tắc, vô thanh, có bật hơi. Trong tiếng Việt không có âm tương tự.",
                "note": "Cách phát âm giống âm “b” nhưng bật hơi, khi phát âm có làn hơi mạnh bật ra, có thể dùng tay cảm nhận."
            },
            {
                "title": "m",
                "value": "Là một âm mũi, hữu thanh. Cách phát âm gần giống âm “m” trong tiếng Việt."
            }
        ]
    },
    {
        "header": "Âm môi răng (Khi phát âm sử dụng môi hàm dưới và răng hàm trên)",
        "data": [
            {
                "title": "f",
                "value": "Là một âm sát, vô thanh. Cách phát âm gần giống âm “ph” trong tiếng Việt.",
                "note": "Khi phát âm, môi của hàm dưới chạm răng cửa của hàm trên, ma sát phát âm thành tiếng."
            }
        ]
    },
    {
        "header": "Âm đầu lưỡi giữa (Khi phát âm, đầu lưỡi đặt ở vị trí giữa chân răng hàm trên và ngạc cứng)",
        "data": [
            {
                "title": "d",
                "value": "Là một âm tắc, vô thanh, không bật hơi. Cách phát âm gần giống “t” trong tiếng Việt."
            },
            {
                "title": "t",
                "value": "Là một âm tắc, vô thanh, có bật hơi. Cách phát âm gần giống “th” trong tiếng Việt."
            },
            {
                "title": "n",
                "value": "Là một âm mũi, hữu thanh. Cách phát âm gần giống “n” trong tiếng Việt."
            },
            {
                "title": "l",
                "value": "Là một âm biên, hữu thanh. Cách phát âm gần giống “l” trong tiếng Việt."
            }
        ]
    },
    {
        "header": "Âm gốc lưỡi (Khi phát âm gốc lưỡi đưa lên trên)",
        "data": [
            {
                "title": "g",
                "value": "Là một âm tắc, vô thanh, không bật hơi. Phát âm như “c” trong tiếng Việt."
            },
            {
                "title": "k",
                "value": "Là một âm tắc, vô thanh, có bật hơi. Phát âm như âm “g” nhưng tắc và bật hơi mạnh ở cuống họng."
            },
            {
                "title": "h",
                "value": "Phát âm như “h” trong tiếng Việt, sát ở cuống họng, giống như âm giữa “h” và “kh”."
            }
        ]
    },
    {
        "header": "Âm mặt lưỡi (Khi phát âm đầu lưỡi đặt ở chân răng hàm dưới, mặt lưỡi bằng)",
        "data": [
            {
                "title": "j",
                "value": "Phát âm như “ch” trong tiếng Việt, đầu lưỡi chạm vào chân răng hàm dưới."
            },
            {
                "title": "q",
                "value": "Phát âm như âm “j” nhưng bật hơi."
            },
            {
                "title": "x",
                "value": "Phát âm như “x” trong tiếng Việt, đầu lưỡi chạm vào chân răng hàm dưới."
            }
        ]
    },
    {
        "header": "Âm đầu lưỡi trước (Khi phát âm đầu lưỡi đặt ở sau chân răng hàm trên)",
        "data": [
            {
                "title": "z",
                "value": "Phát âm như “ch” trong tiếng Việt, âm tắc sát không bật hơi, đầu lưỡi thẳng tiếp xúc giữa hai hàm răng trên và dưới."
            },
            {
                "title": "c",
                "value": "Là một âm bán tắc, vô thanh, có bật hơi.",
                "note": "Phát âm như “z” nhưng khác là phải bật hơi và đọc nhẹ hơn."
            },
            {
                "title": "s",
                "value": "Là một âm sát, vô thanh. Cách phát âm hơi giống “x” trong tiếng Việt."
            }
        ]
    },
    {
        "header": "Âm đầu lưỡi sau (Khi phát âm đầu lưỡi cuộn lên trên, chạm vào ngạc cứng)",
        "data": [
            {
                "title": "zh",
                "value": "Là một âm bán tắc, vô thanh, không bật hơi, lúc phát âm phải uốn lưỡi. Cách phát âm hơi giống “tr” trong tiếng Việt."
            },
            {
                "title": "ch",
                "value": "Là một âm bán tắc, vô thanh, có bật hơi, lúc phát âm phải uốn lưỡi. Phát âm như âm “zh” nhưng bật hơi, tròn môi, uốn lưỡi."
            },
            {
                "title": "sh",
                "value": "Phát âm như “s” trong tiếng Việt, môi tròn, uốn lưỡi."
            },
            {
                "title": "r",
                "value": "Là một âm sát, hữu thanh, lúc phát âm phải uốn lưỡi. Cách phát âm hơi giống “gi” và “r” trong tiếng Việt nhưng không rung lưỡi."
            }
        ]
    }
]