[
    [
        {
            "chinese": "诶。",
            "pinyin": "Èi.",
            "vietnamese": "Này."
        },
        {
            "chinese": "说，听着呢。",
            "pinyin": "Shuō, tīng zhene.",
            "vietnamese": "Nói đi, đang nghe nè."
        },
        {
            "chinese": "你看看那个女的。",
            "pinyin": "Nǐ kàn kàn nàge nǚ de.",
            "vietnamese": "Cậu nhìn cô gái kia đi."
        },
        {
            "chinese": "哪个？",
            "pinyin": "Nǎge?",
            "vietnamese": "Người nào cơ."
        },
        {
            "chinese": "在窗边坐着的那个。高高的个子，白白的皮肤，鼻梁又高，眼睛又大。长得真漂亮。",
            "pinyin": "Zài chuāng biān zuòzhe de nàgè. Gāo gāo de gèzi, báibái de pífū, bíliáng yòu gāo, yǎnjīng yòu dà. Zhǎng de zhēn piàoliang.",
            "vietnamese": "Người ngồi bên cửa sổ ấy. Dáng người cao, da trắng, mũi cũng cao, mắt lại to. Trông thật là xinh đẹp."
        },
        {
            "chinese": "啊，她是我们学校新来的老师。她不仅漂亮而且还很优秀，才29岁已经是博士学位了。",
            "pinyin": "À, cô ấy là giảng viên mới về trường tớ đấy. Cô ấy không chỉ xinh đẹp mà còn rất xuất sắc, mới 29 tuổi đã là tiến sĩ rồi.",
            "vietnamese": "Tā shì wǒmen xuéxiào xīn lái de lǎoshī. Tā bùjǐn piàoliang érqiě hái hěn yōuxiù, cái 29 suì yǐjīng shì bóshì xuéwèile."
        },
        {
            "chinese": "这么厉害。",
            "pinyin": "Zhème lìhai.",
            "vietnamese": "Giỏi vậy à."
        },
        {
            "chinese": "她人也挺可爱的，总是笑着跟别人说话。学生有什么问题她都很热情地回答。但是，上课时，她很严肃的。前几天我上课前没预习好新课，被他骂了一顿，害怕极了。",
            "pinyin": "Tā rén yě tǐng kě'ài de, zǒng shì xiàozhe gēn biérén shuōhuà. Xuésheng yǒu shénme wèntí tā dōu hěn rèqíng de huídá. Dànshì, shàngkè shí tā hěn yánsù de. Qián jǐ tiān wǒ shàngkè qián méi yùxí hào xīn kè, bèi tā màle yī dùn, hàipà jíle.",
            "vietnamese": "Con người cô ấy cũng rất đáng yêu, luôn tươi cười khi nói chuyện với mọi người. Sinh viên có câu hỏi gì cô ấy đều giải thích rất tận tình. Nhưng mà khi lên lớp rất là nghiêm khắc. Hôm trước tớ lên lớp không chuẩn bị bài bị cô ấy mắng cho một trận, sợ cực luôn."
        },
        {
            "chinese": "是吗，她跟仙女一样漂亮，生起气来会是什么样子的？",
            "pinyin": "Shì ma, tā gēn xiānnǚ yīyàng piàoliang, shēngqǐ qì lái huì shì shénme yàngzi de?",
            "vietnamese": "Thế à, trông cô ấy xinh như tiên vậy, không biết lúc nổi giận sẽ thế nào."
        },
        {
            "chinese": "好了，我要去预习新课了，不然明天上课又被骂。",
            "pinyin": "Hǎole, wǒ yào qù yùxí xīn kèle, bùrán míngtiān shàngkè yòu bèi mà.",
            "vietnamese": "Thôi tớ phải chuẩn bị bài đây, không mai lên lớp lại bị mắng."
        }
    ],
    [
        {
            "chinese": "外面停着一辆汽车，是谁的呀？",
            "pinyin": "Wàimiàn tíngzhe yī liàng qìchē, shì shéi de ya?",
            "vietnamese": "Có một chiếc xe đang đỗ ở bên ngoài, là xe của ai vậy?"
        },
        {
            "chinese": "不知道，什么样的车？",
            "pinyin": "Bù zhīdao, shénme yàng de chē?",
            "vietnamese": "Không biết nữa, xe trông thế nào?"
        },
        {
            "chinese": "一辆红色的雷克萨斯，看上去很贵的。",
            "pinyin": "Yī liàng hóngsè de léikèsàsī, kàn shàngqù hěn guì de.",
            "vietnamese": "Một chiếc Lexus, màu đỏ, trông có vẻ rất đắt tiền."
        },
        {
            "chinese": "啊，今天早上我看见车上下来了一个身高一米八左右，穿着一件白衬衫的男人，走进我们公司来，看起来很眼生。",
            "pinyin": "A, jīntiān zǎoshang wǒ kànjiàn chē shàng xiàláile yīgè shēngāo yī mǐ bāzuǒyòu, chuān zhe yī jiàn bái chènshān de nánrén, zǒu jìn wǒmen gōngsī, kàn qǐlái hěn yǎn shēng.",
            "vietnamese": "À, sáng nay tôi thấy một người đàn ông mặc sơ mi trắng, cao khoảng 1 mét 8 bước xuống từ chiếc xe đó, đi vào công ti của chúng ta, trông khá lạ mặt."
        },
        {
            "chinese": "难道是新来的总经理。",
            "pinyin": "Nándào shì xīn lái de zǒng jīnglǐ.",
            "vietnamese": "Chẳng lẽ là giám đốc mới đến."
        },
        {
            "chinese": "应该是吧。",
            "pinyin": "Yīnggāi shì ba.",
            "vietnamese": "Chắc là vậy rồi."
        },
        {
            "chinese": "不简单啊。",
            "pinyin": "Bù jiǎndān a.",
            "vietnamese": "Không tầm thường nha."
        }
    ]
]